# St7SetVertexSize

Sets the size index of the displayed vertices.

long St7SetVertexSize(long uID, long Size)

Input Parameters

uID

Strand7 model file ID.

Size

The vertex size index in the range kMinPointSize to kMaxPointSize.